first = "Рациональное природопользование подразумевает эффективное использование\nприродных ресурсов, " \
        "при котором человек не только не вредит природе, но бережно\nк ней относится, стремится к ее охране и " \
        "восстановлению. Рациональное природопользование\nлежит в основе геоэкологии и охраны окружающей среды.\n\n\n" \
        "Признаками рационального природопользования считаются следующие действия человека:\n\n * " \
        "Восстановление ресурсов природы.\n * Сохранение гидроресурсов, земельных ресурсов, флоры и фауны.\n" \
        " * Бережное и экономное использование исчерпаемых полезных ископаемых.\n" \
        " * Применение экологичных способов получения " \
        "энергии.\n * Сохранение природного ареала обитания животных, растений и человека.\n" \
        " * Регулирование численности населения Земли.\n"

second = "Каждый год население Земли использует более 3,5 триллионов самых различных ресурсов – пресная вода, " \
         "воздух, полезные ископаемые\nи энергоресурсы потребляются в огромных количествах. " \
         "В среднем получается 600 тонн ресурсов в год на одного жителя планеты." \
         "\n\nДо внедрения в экосистему планеты в природе поддерживался естественный баланс. " \
         "Как только у человека появилось понимание\nиспользования предметов окружающей среды, " \
         "он начал интенсивнее воздействовать на природный баланс,\nчто со временем становилось всё сильнее заметно. " \
         "Однако до промышленной революции это было не слишком сильно заметно.\n\nС развитием промышленной и " \
         "техногенной сфер, применяя новые технические и технологические разработки, в XX веке человек стал\n" \
         "наносить состоянию окружающей среды урон. Этот ущерб каждый год прогрессирует и растёт, так как у " \
         "населения нет понимания\nосознанного потребления, а у предпринимателей отсутствуют серьёзные рычаги давления " \
         "при использовании ресурсов и утилизации\nотходов на производстве. Учитывая это, стало сложно и практически " \
         "невозможно ликвидировать все последствия. Однако можно\nвовремя остановиться и не усугублять ситуацию дальше. " \
         "\n\nРассмотрим конкретные измеримые данные, которые ясно показывают истощение природных ресурсов.\n\nВода: " \
         "несмотря на тот факт, что 70% от состава планеты – вода, только 10% из неё является пресной. Солёную или " \
         "слишком\nзагрязнённую воду пить или использовать в промышленных целях невозможно даже с учётом всех " \
         "современных систем очистки и\nдистилляции. 2,5% пресной воды существует только в виде льда или снега. " \
         "Поэтому на самом деле в реальном пользовании мы имеем\n7,5% от объёма пресной воды. Согласно прогнозу ФАО " \
         "(Продовольственной и сельскохозяйственной Организации Объединенных Наций),\nв 2025 году около 1,8 млрд человек" \
         " не будут иметь доступа к питьевой воде."

second2 = "Уголь: невозобновляемый ресурс, который используется наиболее часто " \
          "в качестве топлива. Хотя пик добычи угля, по расчётам,\nпридётся на период 2025-2048 года, но всех запасов " \
          "Земли по примерному прогнозу хватит ещё на 178 лет. Если спрос на уголь будет\nувеличиваться, то и срок будет" \
          " приближаться быстрее.\n\nНефть: с учётом текущего прогноза всех запасов хватит лишь на ближайшие 40 лет," \
          "с учётом того, что 94% всего транспорта зависит\nот нефтепродуктов.\n\nДля достижения гармоничных отношений " \
          "человека и природной сферы необходимо достигнуть следующих стратегических задач\nвне зависимости от места " \
          "проживания:\n\nСформировать у всех поколений новое социальное и экономическое мышление, которое будет основано на" \
          " моральных принципах\nрасходования ресурсов и утилитарном подходе к бытовой жизни;\nВ этих условиях нельзя " \
          "по-прежнему считать, что экология и экономика — это две различные, всецело самостоятельные и никак\nне " \
          "связанные между собой области знания и практики. На самом деле они тесно взаимосвязаны.\n\nЧеловечество " \
          "оказалось перед проблемой выработки экономического механизма природопользования, который бы обеспечил\n" \
          "выполнение условия: "

second3 = "α и β – расход природных ресурсов на 1 человека для его личных и производственных нужд;\n" \
          "N – численность населения;\nP – воспроизводимый объем природных ресурсов.\n\nВ идеале эта формула должна работать" \
          " так, что P оказывалась бы больше, так ресурсы тратились\nбы рационально. Однако макроэкономика в настоящее " \
          "время ориентирована на максимизацию\nвалового объема благ и поэтому P может оказаться меньше."

third = "Двуокись углерода (CO2) – это бесцветный газ, который присутствует в воздухе. Хотя выбросы происходят из " \
        "многих природных источников,\nпроблематичным является CO2, производимый в результате технологических процессов." \
        " Например, сжигание ископаемого топлива\nи выбросы электростанций вредят окружающей среде нашей планеты и " \
        "существенно влияют на изменение климата. Поэтому очень важно\nстремиться максимально уменьшить выбросы " \
        "этого газа. Для этого стоит:\n\n1)Восстановить природные ресурсы. Океаны играют жизненно важную роль в поглощении" \
        " углекислого газа, присутствующего в атмосфере.\nПоскольку поглощение диоксида углерода океаном является " \
        "медленным процессом и может занимать сотни лет, это явление не может\nобезвредить то огромное количество газа, " \
        "которое выбрасывается каждый день. Мы не можем увеличить площадь океанов на планете,\nоднако в наших силах " \
        "стремиться к восстановлению и сохранению лесов для большей переработки вредного газа.\n2)Сократить количество " \
        "отходов. Промышленность задействует огромные объемы энергии для производства всего, что мы используем в\n" \
        "нашей повседневной жизни. Из этого следует, что, если мы сможем переработать наши отходы, потребуется меньше " \
        "энергии\nдля производства новых материалов. Обязательно всегда сдавайте в переработку все, что можете, от " \
        "бумаги и пластика до батарей.\n3)Уменьшить потребление энергии. При производстве электроэнергии вырабатывается " \
        "в целом больше углекислого газа, чем от авто.\nМногие из наших электростанций сжигают ископаемое топливо для " \
        "выработки энергии, которую мы используем. Очевидно, чем больше\nэлектричества мы потребляем, тем больше " \
        "энергии нужно производить.\n\nЗаменить это можно экологически чистыми источниками энергии:\n\n1)Энергия ветра - " \
        "энергия ветра, как быстроразвивающийся источник электричества, производится\nблагодаря ветротурбинам, что " \
        "устанавливаются на высотах.\n2)Обезуглероженный каменный уголь - После газификации угля значительно снижается " \
        "выброс оксида серы, ртути\nи оксида азота в атмосферу. Кроме того, такой комбинированный цикл газификации " \
        "значительно сокращает\nвыбросы углекислого газа."

third2 = "3)Геотермальная энергия – это тепло из-под Земли. " \
         "Мы можем восстановить это тепло в виде пара или горячей воды и использовать ее\nдля обогрева зданий и выработки " \
         "электроэнергии.\n4)Солнечная энергия - солнечная энергия преобразовывается в электрическую и теплую. " \
         "Используется для добычи электричества, для\nподогрева воды и отопления различных помещений.\nТакже о том, что " \
         "нормы СО2 в помещении (ppm) действительно влияют на\nсамочувствие учащихся, проживающих и работающих, " \
         "свидетельствуют многочисленные исследования, проводившиеся в странах Азии и\nЕвропы. Загрязненный воздух " \
         "провоцирует ухудшение самочувствия у людей. Самые распространенные «симптомы» - сонливость, апатия,\nпотеря " \
         "концентрации, тошнота, головная боль.\n\nОпределение содержания углекислого газа в атмосфере.\nРасчет " \
         "содержания СО2 (в процентах) проводят по следующей формуле: "

third3 = "где V – объем воздуха открытой атмосферы(м3);\n\nV1 – объем воздуха исследуемой зоны(м3);\n\n0,04 – " \
         "содержание углекислого газа в воздухе, %."

fourth = "К глобальным экологическим проблемам следует отнести и проблемы животного мира, который является неотъемлемым" \
         " компонентом\nбиосферы. Животные принимают участие в биотическом круговороте энергии и веществ на планете. " \
         "От устойчивости фауны зависят все\nостальные элементы экосистем. Проблема сокращения популяций животных " \
         "происходит не только потому, что ухудшается экология, а и\nпотому, что люди используют их в качестве питания. " \
         "\nВ природе нужны абсолютно все представители фауны: и мелкие насекомые, и травоядные, и хищники, и крупные" \
         " морские животные.\nВредных видов, от которых следует избавиться, не существует. Лишь популяции клещей и " \
         "грызунов-вредителей нужно контролировать.\nПричины вымирания животных. Многие виды животных исчезали до " \
         "появления человека. Зарождение новых видов и вымирание старых\n— эволюционный процесс. Однако стремительное" \
         " сокращение некоторых популяций напрямую связано с человеческим фактором.\n\nВлияние на окружающую среду " \
         "заключается в том, что человек уничтожает естественные места обитания животных, сокращает их\nкормовую базу:\n" \
         "1) Вырубка лесов;\n2) Создание ГЭС, искусственных водохранилищ;\n3) Осушение рек, озер, изменение речного русла;\n" \
         "4) Распахивание земель под пашни, расширение пастбищ;\n5) Загрязнение воды, почвы и воздуха;\n6) Строительство;\n" \
         "7) Добыча полезных ископаемых;\n8) Изменение экосистемы через распространение видов, нетипичных для данной " \
         "территории(например, ввоз европейских кроликов\nв Австралию).\n\nИстребление животных связано с их прямым " \
         "уничтожением человеком. Причины такой агрессивной деятельности\nсвязаны с активным промыслом (добыча шкур," \
         " мяса, бивней, рогов), защитой сельхозугодий и скота, браконьерством\nили неосторожностью."

fourth2 = "Нанося урон экологии, человек отрицательно влияет на жизнь животных, их кормовую базу, вынуждает мигрировать" \
          " или охотится\nна них, прямо сокращая численность. Деградация животного мира — значимая экологическая проблема. " \
          "Для ее решения\nпринимаются меры на уровне мирового сообщества:\n1) Создание Красной книги;\n2) Отслеживание редких " \
          "и исчезающих видов;\n3) Искусственное разведение в питомниках, заповедниках, зоопарках;\n4) Создание и внедрение " \
          "экологических программ, направленных на защиту животных от истребления;\n5) Пропаганда экологического" \
          " мировоззрения;\n6) Установление правил поведения в природе (уборка мусора, меры противопожарной безопасности, " \
          "запрет на попытки одомашнить\nдетенышей диких видов);\n\nМногие виды животных истреблены человеком, они считаются" \
          " вымершими. Например, Додо (маврикийский дронт): после прибытия на родину\nдодо, остров Маврикий, людей птица " \
          "быстро оказалась уничтожена и в наше время стала символом уничтожения животных из-за варварского\nвторжения" \
          " в среду их обитания;\nПоэтому так важно отслеживать и оценивать численность животного мира!\n\nДля того чтобы " \
          "дать оценку плотности популяции определенного вида используется формула:"

fourth3 = "где, N - численность популяции;\nS1 - площадь или объем занятый популяцией;\nD - плотность."

book = "1. «Окружающая среда и человек Д. П. Никитин, Ю. В. Новиков М., Высшая Школа, 1980\n2. «Экология, " \
       "природопользование, охрана окружающей среды» Т. А. Дёмина М., Аспект Пресс, 2016\n3. «Экологический словарь» " \
       "Б. А. Быков Алма-Ата, Наука, 2004" \
       "\n4. https://ru.wikipedia.org/ \n5. https://studref.com/523635/ekologiya/osnovnaya_formula_prirodopolzovaniya" \
       "\n6. http://www.ievbras.ru/ecostat/Kiril/Article/A18/Vol1/Kramar1.html\n7. " \
       "https://izmerkon.ru/podderzhka/publikaczii/normy-so2.html"
